{
    "howitworksBtn": "How it works",
    "landingTitle": "Shopper's Concierge",
    "landingSubtitle": "Tailor your shopping experience with an AI concierge agent",
    "landingCTA": "Click to get started",
    "promptingTitle": "What can I help you\n find today?",
    "promptingPlaceholder": "What can we help you find?",
    "promptingSubtitle": "Choose a medium to get started",
    "mainConsoleTitle": "Shopping Console",
    "mainInputPlaceholder": "Voice chat with agent",
    "QRCodeCta": "Scan to connect to phone camera",
    "productModalCTA": "Select this product",
    "cartTitle": "Tailor your shopping experience with an AI concierge agent",
    "cartMessage": "You added to the conference cart!",
    "cartAddAnother": "Add another",
    "cartRestartExperience": "Restart experience",
    "imageCredits": "Product images and information are courtesy of <a target='_blank' href='https://www.mercari.com'>Mercari</a>",
    "productSimilarCTA": "Find similar",
    "webcamInstructions": "Take image to send to Shopping Concierge",
    "serverLogTitle": "Server Log Console",
    "promptingPillChoices": [
        "Keep my toddler entertained on a long flight.",
        "Find a unique gift for my boss who loves golf.",
        "Need an outfit for a summer music festival.",
        "Help me make my small balcony feel cozy.",
        "Looking for comfortable shoes I can wear all day at work.",
        "Suggest some fun, educational toys for a 4-year-old.",
        "I want to start baking sourdough bread, what do I need?",
        "Find a stylish backpack that fits a 15-inch laptop.",
        "Need workout clothes that are good for running in the heat.",
        "Help me find a cool vintage band t-shirt.",
        "Looking for noise-cancelling headphones for my commute.",
        "Suggest some activities to do with kids on a rainy day.",
        "I need a new swimsuit for my beach vacation.",
        "Find elegant dinnerware for hosting dinner parties.",
        "Help me organize my messy garage.",
        "Looking for a durable chew toy for my large dog.",
        "Need a warm but lightweight jacket for spring.",
        "Suggest a skincare routine for sensitive, dry skin.",
        "Find a nice, affordable watch for everyday wear.",
        "Help me choose a birthday gift for my teenage niece.",
        "I want to make my home office more ergonomic.",
        "Find bedding that will keep me cool at night.",
        "Need tools to start a small herb garden indoors.",
        "Looking for a statement necklace for a wedding guest outfit.",
        "Suggest a fun board game for adults.",
        "Help me find a reliable camping tent for two people.",
        "Need a professional-looking blouse for video calls.",
        "Find art supplies for someone wanting to try watercolor painting.",
        "Looking for smart home devices to make my life easier.",
        "Suggest a captivating book to read on vacation.",
        "Help me find comfortable maternity jeans.",
        "Need a new set of kitchen knives that stay sharp.",
        "Find a unique, handmade coffee mug.",
        "Looking for gear to start cycling to work.",
        "Suggest a perfume that's fresh and not too strong.",
        "Help me find storage solutions for a small apartment.",
        "Need a costume for a superhero themed party.",
        "Find a durable water bottle for hiking.",
        "Looking for a portable Bluetooth speaker with good bass.",
        "Suggest some stylish sunglasses that offer UV protection.",
        "Help me pick a new video game for my PS5.",
        "Need a comfortable pair of walking sandals.",
        "Find decor to make my living room look more modern.",
        "Looking for eco-friendly cleaning supplies.",
        "Suggest a fun craft kit for a 10-year-old.",
        "Help me find a flattering dress for a curvy figure.",
        "Need a new carry-on suitcase for frequent travel.",
        "Find a cozy throw blanket for movie nights.",
        "Looking for accessories to spice up a simple black dress.",
        "Suggest equipment for starting a home gym.",
        "Help me find a baby shower gift under $50.",
        "Need a reliable alarm clock that isn't my phone.",
        "Find tools for basic car maintenance at home.",
        "Looking for wall art to brighten up my hallway.",
        "Suggest a beginner-friendly musical instrument.",
        "Help me find comfortable loungewear for weekends.",
        "Need a sturdy phone case that's not too bulky.",
        "Find interesting non-fiction books about history.",
        "Looking for a small appliance to make quick breakfasts.",
        "Suggest a Father's Day gift for a dad who has everything.",
        "Help me find hypoallergenic makeup.",
        "Need a new set of bath towels that are super absorbent.",
        "Find a stylish hat to wear to the beach.",
        "Looking for unique lighting options for my bedroom.",
        "Suggest outdoor games for a family picnic.",
        "Help me find formal shoes that are actually comfortable.",
        "Need a planner to help me stay organized next year.",
        "Find cute and practical school supplies for my kids.",
        "Looking for a way to display my collectible figures.",
        "Suggest a good quality camera for beginner photographers.",
        "Help me find wrinkle-resistant clothes for travel.",
        "Need a new collar and leash for my puppy.",
        "Find a centerpiece for my dining room table.",
        "Looking for comfortable underwear for sensitive skin.",
        "Suggest a project for someone learning to knit.",
        "Help me find a protective case for my new tablet.",
        "Need a smart thermostat to save energy.",
        "Find office supplies that make my desk look nicer.",
        "Looking for a versatile scarf I can wear multiple ways.",
        "Suggest a hair product to control frizz.",
        "Help me find matching pajamas for the whole family.",
        "Need a small tent for my child to play in.",
        "Find unique drawer pulls for a dresser makeover.",
        "Looking for a challenging puzzle with a beautiful image.",
        "Suggest a gift for someone who loves to cook.",
        "Help me find boots that are good for walking in snow.",
        "Need a durable backpack for my high schooler.",
        "Find plants that are easy to care for indoors.",
        "Looking for a microphone for recording podcasts.",
        "Suggest a fun way to announce a pregnancy.",
        "Help me find vintage-style home decor.",
        "Need a small, portable grill for camping.",
        "Find athletic socks that prevent blisters.",
        "Looking for a unique piece of handmade jewelry.",
        "Suggest a self-care item to help me relax.",
        "Help me find a comfortable chair for reading.",
        "Need a secure way to carry my keys and wallet while running.",
        "Find an interesting activity book for adults.",
        "Looking for a stylish but practical diaper bag.",
        "Suggest tools for someone starting DIY home repair.",
        "Help me find curtains that block out morning sunlight."
    ]
}